{
  "subjects": [
    {
      "number": 1,
    "symbol": "Bl",
    "name": "Bulgarian Language and Literature",
    "nameBg": "Български език и литература",
    "category": "humanities",
    "gridPosition": { "row": 1, "column": 1 },
    "atomicMass": "108.9",
    "description": "Exploring the beauty of Bulgarian language, literature, and cultural heritage through written and spoken expression.",
    "descriptionBg": "Изследване на красотата на българския език, литература и културно наследство чрез писмено и устно изразяване.",
    "chemistryRelation": "Language structure mirrors molecular composition - words combine like atoms forming compounds, grammar rules act as chemical bonds organizing meaning, and literary analysis resembles spectroscopic analysis revealing hidden molecular structures in text.",
    "chemistryRelationBg": "Структурата на езика отразява молекулярния състав - думите се комбинират като атоми, формиращи съединения, граматическите правила действат като химични връзки, организиращи смисъла, а литературният анализ прилича на спектроскопичен анализ, разкриващ скрити молекулярни структури в текста.",
    "facts": ["Poetry analysis", "Grammar structure", "Cultural literature"],
    "factsBg": ["Анализ на поезия", "Граматическа структура", "Културна литература"]
  },  {
    "number": 2,
    "symbol": "En",
    "name": "English Language",
    "nameBg": "Английски език",
    "category": "humanities",
    "gridPosition": { "row": 1, "column": 18 },
    "atomicMass": "79.9",
    "description": "Mastering global communication through English language skills, vocabulary, and cultural understanding.",
    "descriptionBg": "Овладяване на глобалната комуникация чрез умения в английския език, речник и културно разбиране.",
    "chemistryRelation": "Learning English follows chemical absorption principles - vocabulary accumulates like molecular saturation, grammar patterns crystallize like chemical structures, and fluency develops through catalytic practice accelerating language reactions.",
    "chemistryRelationBg": "Изучаването на английски следва принципите на химичното поглъщане - речникът се натрупва като молекулярно насищане, граматическите модели кристализират като химични структури, а владеенето се развива чрез каталитична практика, ускоряваща езиковите реакции.",
    "facts": ["International communication", "Grammar mastery", "Cultural exchange"],
    "factsBg": ["Международна комуникация", "Овладяване на граматика", "Културен обмен"]
  },  {
    "number": 3,
    "symbol": "Ma",
    "name": "Mathematics",
    "nameBg": "Математика",
    "category": "science",
    "gridPosition": { "row": 2, "column": 1 },
    "atomicMass": "196.9",
    "description": "Building logical thinking through numbers, equations, and mathematical problem-solving methods.",
    "descriptionBg": "Изграждане на логическо мислене чрез числа, уравнения и математически методи за решаване на проблеми.",
    "chemistryRelation": "Mathematics provides the foundation for all chemical calculations - stoichiometric equations balance like mathematical equations, calculus describes reaction rates, and statistical analysis interprets experimental data just as chemists analyze molecular behavior.",
    "chemistryRelationBg": "Математиката осигурява основата за всички химични изчисления - стехиометричните уравнения се балансират като математически уравнения, диференциалното смятане описва скоростите на реакция, а статистическият анализ интерпретира експериментални данни точно както химиците анализират молекулярното поведение.",
    "facts": ["Algebraic equations", "Geometric principles", "Statistical analysis"],
    "factsBg": ["Алгебрични уравнения", "Геометрични принципи", "Статистически анализ"]
  },  {
    "number": 4,
    "symbol": "It",
    "name": "Information Technologies",
    "nameBg": "Информационни технологии",
    "category": "science",
    "gridPosition": { "row": 2, "column": 2 },
    "atomicMass": "301.7",
    "description": "Understanding digital systems, programming fundamentals, and modern technology applications.",
    "descriptionBg": "Разбиране на цифрови системи, основи на програмирането и приложения на съвременни технологии.",
    "chemistryRelation": "Information technology mimics chemical information processing - algorithms behave like catalytic pathways, data storage resembles molecular memory systems, and computer networks function like chemical reaction networks with specific protocols governing information flow.",
    "chemistryRelationBg": "Информационните технологии имитират химичната обработка на информация - алгоритмите се държат като каталитични пътища, съхранението на данни прилича на молекулярни системи за памет, а компютърните мрежи функционират като химични реакционни мрежи със специфични протоколи, управляващи потока на информация.",
    "facts": ["Programming basics", "Digital literacy", "Technology integration"],
    "factsBg": ["Основи на програмирането", "Цифрова грамотност", "Технологична интеграция"]
  },  {
    "number": 5,
    "symbol": "Hi",
    "name": "History and Civilizations",
    "nameBg": "История и цивилизации",
    "category": "humanities",
    "gridPosition": { "row": 2, "column": 13 },
    "atomicMass": "164.3",
    "description": "Exploring human civilization development, historical events, and cultural evolution through time.",
    "descriptionBg": "Изследване на развитието на човешката цивилизация, исторически събития и културна еволюция през времето.",
    "chemistryRelation": "Historical development follows chemical evolution principles - civilizations undergo phase transitions like matter changing states, cultural diffusion resembles molecular mixing, and historical analysis uses archaeological chemistry to date artifacts and understand ancient processes.",
    "chemistryRelationBg": "Историческото развитие следва принципите на химичната еволюция - цивилизациите претърпяват фазови преходи като материята, променяща състоянията си, културната дифузия прилича на молекулярно смесване, а историческият анализ използва археологическа химия за датиране на артефакти и разбиране на древни процеси.",
    "facts": ["Ancient civilizations", "Cultural evolution", "Historical analysis"],
    "factsBg": ["Древни цивилизации", "Културна еволюция", "Исторически анализ"]
  },  {
    "number": 6,
    "symbol": "Gi",
    "name": "Geography and Economics",
    "nameBg": "География и икономика",
    "category": "humanities",
    "gridPosition": { "row": 2, "column": 14 },
    "atomicMass": "234.6",
    "description": "Understanding Earth's systems, human geography, and economic principles governing society.",
    "descriptionBg": "Разбиране на земните системи, човешката география и икономическите принципи, управляващи обществото.",
    "chemistryRelation": "Geography studies chemical weathering and soil formation, while economics follows chemical equilibrium principles - supply and demand balance like chemical reactions, market dynamics resemble molecular kinetics, and resource distribution mirrors chemical concentration gradients.",
    "chemistryRelationBg": "Географията изучава химичното изветряне и образуването на почви, докато икономиката следва принципите на химичното равновесие - търсенето и предлагането се балансират като химични реакции, пазарната динамика прилича на молекулярна кинетика, а разпределението на ресурси отразява градиенти на химична концентрация.",
    "facts": ["Earth systems", "Economic principles", "Resource management"],
    "factsBg": ["Земни системи", "Икономически принципи", "Управление на ресурси"]
  },  {
    "number": 7,
    "symbol": "Ph",
    "name": "Philosophy",
    "nameBg": "Философия",
    "category": "humanities",
    "gridPosition": { "row": 2, "column": 15 },
    "atomicMass": "198.5",
    "description": "Developing critical thinking, ethics, and understanding fundamental questions about existence and knowledge.",
    "descriptionBg": "Развиване на критическо мислене, етика и разбиране на основни въпроси за съществуването и знанието.",
    "chemistryRelation": "Philosophy and chemistry both seek fundamental truths - philosophical logic resembles chemical reasoning, ethical principles parallel chemical safety protocols, and the philosophy of science examines how chemical knowledge is discovered and validated.",
    "chemistryRelationBg": "Философията и химията търсят основни истини - философската логика прилича на химично разсъждение, етичните принципи са паралелни с протоколите за химична безопасност, а философията на науката изследва как химичното знание се открива и валидира.",
    "facts": ["Critical thinking", "Ethics", "Logic systems"],
    "factsBg": ["Критическо мислене", "Етика", "Логически системи"]
  },  {
    "number": 8,
    "symbol": "Bi",
    "name": "Biology and Health Education",
    "nameBg": "Биология и здравно образование",
    "category": "science",
    "gridPosition": { "row": 2, "column": 16 },
    "atomicMass": "267.3",
    "description": "Studying living organisms, life processes, and maintaining human health and wellness.",
    "descriptionBg": "Изучаване на живи организми, жизнени процеси и поддържане на човешкото здраве и благополучие.",
    "chemistryRelation": "Biology is fundamentally applied chemistry - cellular respiration involves chemical reactions, DNA structure follows chemical bonding principles, metabolism consists of chemical pathways, and health education relies on understanding biochemical processes in the human body.",
    "chemistryRelationBg": "Биологията е основно приложна химия - клетъчното дишане включва химични реакции, структурата на ДНК следва принципите на химичното свързване, метаболизмът се състои от химични пътища, а здравното образование разчита на разбирането на биохимичните процеси в човешкото тяло.",
    "facts": ["Cell biology", "Human anatomy", "Health principles"],
    "factsBg": ["Клетъчна биология", "Човешка анатомия", "Принципи на здравето"]
  },  {
    "number": 9,
    "symbol": "Pa",
    "name": "Physics and Astronomy",
    "nameBg": "Физика и астрономия",
    "category": "science",
    "gridPosition": { "row": 2, "column": 17 },
    "atomicMass": "389.1",
    "description": "Exploring matter, energy, forces, and cosmic phenomena from atomic to astronomical scales.",
    "descriptionBg": "Изследване на материята, енергията, силите и космичните явления от атомни до астрономически мащаби.",
    "chemistryRelation": "Physics provides the fundamental principles underlying chemistry - quantum mechanics explains atomic behavior, thermodynamics governs chemical reactions, and astronomical chemistry studies stellar nucleosynthesis where elements are forged in stars.",
    "chemistryRelationBg": "Физиката осигурява основните принципи, лежащи в основата на химията - квантовата механика обяснява атомното поведение, термодинамиката управлява химичните реакции, а астрономическата химия изучава звездната нуклеосинтеза, където елементите се създават в звездите.",
    "facts": ["Quantum mechanics", "Thermodynamics", "Cosmic chemistry"],
    "factsBg": ["Квантова механика", "Термодинамика", "Космична химия"]
  },  {
    "number": 10,
    "symbol": "Ch",
    "name": "Chemistry and Environmental Protection",
    "nameBg": "Химия и опазване на околната среда",
    "category": "science",
    "gridPosition": { "row": 2, "column": 18 },
    "atomicMass": "156.8",
    "description": "Understanding chemical processes and their environmental impact for sustainable development.",
    "descriptionBg": "Разбиране на химичните процеси и тяхното въздействие върху околната среда за устойчиво развитие.",
    "chemistryRelation": "This subject IS chemistry - studying molecular interactions, chemical reactions, environmental chemistry, pollution control through chemical processes, and green chemistry principles for sustainable practices. It directly applies chemical knowledge to protect our environment.",
    "chemistryRelationBg": "Този предмет Е химия - изучаване на молекулярни взаимодействия, химични реакции, химия на околната среда, контрол на замърсяването чрез химични процеси и принципи на зелената химия за устойчиви практики. Той пряко прилага химични знания за защита на нашата околна среда.",
    "facts": ["Green chemistry", "Environmental analysis", "Pollution control"],
    "factsBg": ["Зелена химия", "Анализ на околната среда", "Контрол на замърсяването"]
  },  {
    "number": 11,
    "symbol": "Pe",
    "name": "Physical Education and Sport",
    "nameBg": "Физическо възпитание и спорт",
    "category": "sports",
    "gridPosition": { "row": 3, "column": 1 },
    "atomicMass": "445.7",
    "description": "Developing physical fitness, athletic skills, and understanding human body movement and health.",
    "descriptionBg": "Развиване на физическа форма, атлетически умения и разбиране на движението на човешкото тяло и здравето.",
    "chemistryRelation": "Sports science relies heavily on chemistry - muscle contraction involves chemical ATP reactions, nutrition requires understanding biochemical processes, performance enhancement studies chemical supplements, and exercise physiology examines metabolic chemical pathways.",
    "chemistryRelationBg": "Спортната наука разчита силно на химията - мускулните контракции включват химични ATP реакции, храненето изисква разбиране на биохимични процеси, подобряването на производителността изучава химични добавки, а физиологията на упражненията изследва метаболитни химични пътища.",
    "facts": ["Exercise physiology", "Sports nutrition", "Biomechanics"],
    "factsBg": ["Физиология на упражненията", "Спортно хранене", "Биомеханика"]
  },  {
    "number": 12,
    "symbol": "Ep",
    "name": "Entrepreneurship",
    "nameBg": "Предприемачество",
    "category": "humanities",
    "gridPosition": { "row": 3, "column": 2 },
    "atomicMass": "378.4",
    "description": "Learning business development, innovation, and economic principles for creating successful ventures.",
    "descriptionBg": "Изучаване на развитие на бизнеса, иновации и икономически принципи за създаване на успешни предприятия.",
    "chemistryRelation": "Entrepreneurship follows chemical transformation principles - businesses undergo reactions to create value, market analysis resembles chemical analysis, innovation acts like catalysts accelerating business processes, and business growth follows kinetic principles.",
    "chemistryRelationBg": "Предприемачеството следва принципите на химичната трансформация - бизнесите претърпяват реакции за създаване на стойност, пазарният анализ прилича на химичен анализ, иновациите действат като катализатори, ускоряващи бизнес процесите, а растежът на бизнеса следва кинетични принципи.",
    "facts": ["Business planning", "Market analysis", "Innovation management"],
    "factsBg": ["Бизнес планиране", "Пазарен анализ", "Управление на иновации"]
  },  {
    "number": 13,
    "symbol": "Ns",
    "name": "History of Science and Technology",
    "nameBg": "История на науката и технологиите",
    "category": "science",
    "gridPosition": { "row": 3, "column": 13 },
    "atomicMass": "289.6",
    "description": "Exploring the evolution of scientific knowledge and technological innovations throughout history.",
    "descriptionBg": "Изследване на еволюцията на научното знание и технологичните иновации в историята.",
    "chemistryRelation": "This subject chronicles chemistry's development - from alchemy to modern chemistry, the discovery of elements, development of chemical theories, famous chemists' contributions, and how chemical innovations shaped technology and society throughout history.",
    "chemistryRelationBg": "Този предмет хронизира развитието на химията - от алхимията до съвременната химия, откриването на елементи, развитието на химични теории, приносът на известни химици и как химичните иновации оформиха технологията и обществото в историята.",
    "facts": ["Scientific revolution", "Chemical discoveries", "Technology evolution"],
    "factsBg": ["Научна революция", "Химични открития", "Еволюция на технологиите"]
  },  {
    "number": 14,
    "symbol": "Md",
    "name": "2D Object Modeling",
    "nameBg": "Моделиране на двумерни обекти",
    "category": "science",
    "gridPosition": { "row": 3, "column": 14 },
    "atomicMass": "512.3",
    "description": "Creating digital representations and technical drawings of two-dimensional objects and designs.",
    "descriptionBg": "Създаване на цифрови представяния и технически чертежи на двумерни обекти и дизайни.",
    "chemistryRelation": "2D modeling represents molecular structures in chemistry - Lewis structures, molecular orbital diagrams, and chemical formulas are all 2D representations of 3D molecular reality. CAD modeling helps visualize chemical processes and equipment design.",
    "chemistryRelationBg": "2D моделирането представя молекулярни структури в химията - Lewis структури, диаграми на молекулярни орбитали и химични формули са всички 2D представяния на 3D молекулярна реалност. CAD моделирането помага за визуализиране на химични процеси и дизайн на оборудване.",
    "facts": ["Technical drawing", "CAD software", "Design principles"],
    "factsBg": ["Техническо чертаене", "CAD софтуер", "Принципи на дизайна"]
  },  {
    "number": 15,
    "symbol": "Up",
    "name": "2D Object Modeling – Practical Training",
    "nameBg": "УП - Моделиране на двумерни обекти",
    "category": "science",
    "gridPosition": { "row": 3, "column": 15 },
    "atomicMass": "467.9",
    "description": "Hands-on application of 2D modeling techniques through practical projects and real-world applications.",
    "descriptionBg": "Практическо прилагане на техники за 2D моделиране чрез практически проекти и приложения от реалния свят.",
    "chemistryRelation": "Practical training mirrors laboratory chemistry - theoretical knowledge must be applied through hands-on experience. Just as chemistry students conduct experiments to understand reactions, modeling students create actual designs to master technical skills.",
    "chemistryRelationBg": "Практическото обучение отразява лабораторната химия - теоретичното знание трябва да се прилага чрез практически опит. Точно както студентите по химия провеждат експерименти за разбиране на реакции, студентите по моделиране създават действителни дизайни за овладяване на технически умения.",
    "facts": ["Practical application", "Project work", "Skill development"],
    "factsBg": ["Практическо приложение", "Проектна работа", "Развитие на умения"]
  },  {
    "number": 16,
    "symbol": "Cn",
    "name": "Computer Networks",
    "nameBg": "Компютърни мрежи",
    "category": "science",
    "gridPosition": { "row": 3, "column": 16 },
    "atomicMass": "334.2",
    "description": "Understanding network protocols, data transmission, and communication systems architecture.",
    "descriptionBg": "Разбиране на мрежови протоколи, предаване на данни и архитектура на комуникационни системи.",
    "chemistryRelation": "Computer networks function like chemical reaction networks - data packets flow through pathways like molecules through reaction mechanisms, protocols govern interactions like chemical laws, and network optimization follows principles similar to chemical process engineering.",
    "chemistryRelationBg": "Компютърните мрежи функционират като химични реакционни мрежи - пакетите данни текат по пътища като молекули през реакционни механизми, протоколите управляват взаимодействията като химични закони, а мрежовата оптимизация следва принципи, подобни на химичното процесно инженерство.",
    "facts": ["Network protocols", "Data transmission", "System architecture"],
    "factsBg": ["Мрежови протоколи", "Предаване на данни", "Системна архитектура"]
  },  {
    "number": 17,
    "symbol": "Ct",
    "name": "Computer Technology & Engineering",
    "nameBg": "Компютърна техника и технологии",
    "category": "science",
    "gridPosition": { "row": 3, "column": 17 },
    "atomicMass": "267.8",
    "description": "Learning hardware systems, computer architecture, and technological engineering principles.",
    "descriptionBg": "Изучаване на хардуерни системи, компютърна архитектура и принципи на технологично инженерство.",
    "chemistryRelation": "Computer hardware relies on materials chemistry - semiconductors use chemical doping, circuit boards involve chemical etching processes, battery technology requires electrochemistry, and component manufacturing uses chemical vapor deposition and other chemical processes.",
    "chemistryRelationBg": "Компютърният хардуер разчита на химията на материалите - полупроводниците използват химично легиране, печатните платки включват химични процеси на ецване, батерийната технология изисква електрохимия, а производството на компоненти използва химично отлагане от парова фаза и други химични процеси.",
    "facts": ["Hardware systems", "Computer architecture", "Engineering principles"],
    "factsBg": ["Хардуерни системи", "Компютърна архитектура", "Инженерни принципи"]
  },  {
    "number": 18,
    "symbol": "Sp",
    "name": "System Programming",
    "nameBg": "Системно програмиране",
    "category": "science",
    "gridPosition": { "row": 3, "column": 18 },
    "atomicMass": "445.1",
    "description": "Developing low-level software that manages computer hardware and system resources.",
    "descriptionBg": "Разработване на ниско-ниеви софтуерни решения, които управляват компютърен хардуер и системни ресурси.",
    "chemistryRelation": "System programming manages computational resources like chemistry manages molecular interactions - memory allocation resembles chemical equilibrium distribution, process scheduling follows kinetic principles, and system optimization mirrors chemical process control for maximum efficiency.",
    "chemistryRelationBg": "Системното програмиране управлява изчислителни ресурси като химията управлява молекулярни взаимодействия - алокацията на памет прилича на разпределение на химично равновесие, планирането на процеси следва кинетични принципи, а системната оптимизация отразява химичен процесен контрол за максимална ефективност.",
    "facts": ["Low-level programming", "System resources", "Hardware management"],
    "factsBg": ["Ниско-ниево програмиране", "Системни ресурси", "Управление на хардуер"]
  },  {
    "number": 19,
    "symbol": "Ap",
    "name": "Applied Programming",
    "nameBg": "Приложно програмиране",
    "category": "science",
    "gridPosition": { "row": 4, "column": 1 },
    "atomicMass": "389.5",
    "description": "Creating practical software applications to solve real-world problems and user needs.",
    "descriptionBg": "Създаване на практически софтуерни приложения за решаване на проблеми от реалния свят и потребителски нужди.",
    "chemistryRelation": "Applied programming mirrors applied chemistry - both transform theoretical knowledge into practical solutions. Algorithms optimize processes like chemical engineering optimizes reactions, and software testing ensures reliability like quality control in chemical production.",
    "chemistryRelationBg": "Приложното програмиране отразява приложната химия - и двете трансформират теоретично знание в практически решения. Алгоритмите оптимизират процеси като химичното инженерство оптимизира реакции, а софтуерното тестване осигурява надеждност като контрол на качеството в химично производство.",
    "facts": ["Software development", "Problem solving", "User applications"],
    "factsBg": ["Софтуерна разработка", "Решаване на проблеми", "Потребителски приложения"]
  },  {
    "number": 20,
    "symbol": "Mp",
    "name": "Microprocessor Technology",
    "nameBg": "Микропроцесорна техника",
    "category": "science",
    "gridPosition": { "row": 4, "column": 2 },
    "atomicMass": "356.7",
    "description": "Understanding microprocessor architecture, embedded systems, and digital signal processing.",
    "descriptionBg": "Разбиране на архитектурата на микропроцесори, вградени системи и цифрова обработка на сигнали.",
    "chemistryRelation": "Microprocessors are built using semiconductor chemistry - silicon crystal structures, chemical doping processes create P-N junctions, photolithography uses photochemical reactions, and chip manufacturing involves numerous chemical processes for creating integrated circuits.",
    "chemistryRelationBg": "Микропроцесорите се изграждат с помощта на полупроводникова химия - силициеви кристални структури, химични процеси на легиране създават P-N съединения, фотолитографията използва фотохимични реакции, а производството на чипове включва множество химични процеси за създаване на интегрални схеми.",
    "facts": ["Embedded systems", "Digital processing", "Microcontrollers"],
    "factsBg": ["Вградени системи", "Цифрова обработка", "Микроконтролери"]
  },  {
    "number": 21,
    "symbol": "Ie",
    "name": "Industrial Electronics",
    "nameBg": "Промишлена електроника",
    "category": "science",
    "gridPosition": { "row": 4, "column": 3 },
    "atomicMass": "428.3",
    "description": "Applying electronic systems in industrial automation, control systems, and manufacturing processes.",
    "descriptionBg": "Прилагане на електронни системи в промишлена автоматизация, системи за управление и производствени процеси.",
    "chemistryRelation": "Industrial electronics extensively uses electrochemistry - sensors detect chemical concentrations, electroplating processes coat materials, battery systems power equipment, and chemical process control relies on electronic monitoring and automation systems.",
    "chemistryRelationBg": "Промишлената електроника широко използва електрохимия - сензорите засичат химични концентрации, процесите на галванизиране покриват материали, батерийните системи захранват оборудване, а контролът на химични процеси разчита на електронни системи за мониторинг и автоматизация.",
    "facts": ["Process automation", "Control systems", "Industrial sensors"],
    "factsBg": ["Процесна автоматизация", "Системи за управление", "Промишлени сензори"]
  },  {
    "number": 22,
    "symbol": "Re",
    "name": "Renewable Energy Sources",
    "nameBg": "Възобновяеми енергийни източници",
    "category": "science",
    "gridPosition": { "row": 4, "column": 4 },
    "atomicMass": "567.4",
    "description": "Studying sustainable energy technologies including solar, wind, and alternative power generation methods.",
    "descriptionBg": "Изучаване на устойчиви енергийни технологии, включително слънчева, вятърна и алтернативни методи за производство на енергия.",
    "chemistryRelation": "Renewable energy relies heavily on chemistry - photovoltaic cells use semiconductor chemistry, battery storage involves electrochemical reactions, fuel cells convert chemical energy directly to electricity, and hydrogen production requires electrolysis and other chemical processes.",
    "chemistryRelationBg": "Възобновяемата енергия разчита силно на химията - фотоволтаичните клетки използват полупроводникова химия, съхранението в батерии включва електрохимични реакции, горивните клетки преобразуват химична енергия директно в електричество, а производството на водород изисква електролиза и други химични процеси.",
    "facts": ["Solar technology", "Energy storage", "Sustainable systems"],
    "factsBg": ["Слънчева технология", "Съхранение на енергия", "Устойчиви системи"]
  },  {
    "number": 23,
    "symbol": "Rp",
    "name": "Robotics Programming",
    "nameBg": "Програмиране на роботи",
    "category": "science",
    "gridPosition": { "row": 4, "column": 5 },
    "atomicMass": "298.6",
    "description": "Programming autonomous systems, robotic control algorithms, and intelligent automation solutions.",
    "descriptionBg": "Програмиране на автономни системи, алгоритми за управление на роботи и интелигентни решения за автоматизация.",
    "chemistryRelation": "Robotics programming integrates with chemistry through sensor technology - robots use chemical sensors for environmental analysis, pH meters for process control, gas detectors for safety, and laboratory automation systems that perform chemical analyses and reactions autonomously.",
    "chemistryRelationBg": "Програмирането на роботи се интегрира с химията чрез сензорни технологии - роботите използват химични сензори за анализ на околната среда, pH метри за процесен контрол, газови детектори за безопасност и лабораторни автоматизационни системи, които извършват химични анализи и реакции автономно.",    "facts": ["Autonomous systems", "Control algorithms", "Sensor integration"],
    "factsBg": ["Автономни системи", "Алгоритми за управление", "Интеграция на сензори"]
  }
  ],
  "administration": [],
  "values": [],
  "events": []
}
